fichero.xml

<?xml version='1.0' encoding='UTF-8'?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Header xmlns:wsa="http://www.w3.org/2005/08/addressing"><wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" soapenv:mustUnderstand="1"><wsse:UsernameToken wsu:Id="UsernameToken-3"><wsse:Username>SEPE</wsse:Username><wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">3b93aKf5</wsse:Password></wsse:UsernameToken></wsse:Security><wsa:To>https://certificadosdeprofesionalidad.aulacenter.com/soap/index.php</wsa:To><wsa:MessageID>urn:uuid:4d218fa2-b3cc-4a9e-8da5-027d58f0ffef</wsa:MessageID><wsa:Action>crearCentro</wsa:Action></soapenv:Header><soapenv:Body><ns3:crearCentro xmlns:ns3="http://impl.ws.application.proveedorcentro.meyss.spee.es"><DATOS_IDENTIFICATIVOS xmlns="http://entsal.bean.domain.common.proveedorcentro.meyss.spee.es"><ID_CENTRO xmlns=""><ORIGEN_CENTRO>20</ORIGEN_CENTRO><CODIGO_CENTRO>9999999999</CODIGO_CENTRO></ID_CENTRO><NOMBRE_CENTRO xmlns="">Centro de teleformación número 00000001</NOMBRE_CENTRO><URL_PLATAFORMA xmlns="">https://sede.sepe.gob.es/portalSede/flows/inicio</URL_PLATAFORMA><URL_SEGUIMIENTO xmlns="">http://10.25.10.88:9080/ProveedorCentroTFWS/services/ProveedorCentroEndPoint</URL_SEGUIMIENTO><TELEFONO xmlns="">915859999</TELEFONO><EMAIL xmlns="">bajel@sepe.es</EMAIL></DATOS_IDENTIFICATIVOS></ns3:crearCentro></soapenv:Body></soapenv:Envelope>